org/emphasizing-basic.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 基础是基础
#+DATE: <2021-03-23 Tue>
基础是深入的前提，只会应用，不懂基础是不可取的。周遭浮躁的环境、功利的氛围，让我浮躁起来，对于高深的东西向往着学习，基础的东西弃若蔽履。万丈高楼也是一砖一瓦层叠着堆砌的，学习也该是如此。为什么会浮躁焦虑？很大部分原因是没有做计划，轻信别人的言语，但别人的话未必适合自己。

基础不仅仅是基础，它还是一种思考方式；更甚者，它能决定你的命运。

*如何理解基础？反复阅读、体会根本定义/概念中的每一句话。*

基础之后即应用基础。它是基础的展开，在应用中总结出的东西叫做基础。能够应用的事物未必理解，但理解了事物的基础，应用起来就得心应手。

学而优则仕。达到自己的“优”，尽自己的努力。

——因为关老师的启发